// 需要複製請連著"{},"整個區塊複製
// 是價格的話請用price，會加上$符號，不是價格請用'text'，不會加上$符號
// 區塊： 24H限定
var dataDailySlider = [
  [ // 04/15
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
  [ // 
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
  [ 
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
  [ 
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
  [ 
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
  [ // 1/4 (6)
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
  [ // 1/5 (7)
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
  [ // 1/6 (8)
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
  [ // 1/7 (9)
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
  [ // 1/8 (10)
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
  [ // 
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
    {
      name: "搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中搶購中",
      productNumber: 2779833,
      price: 99999,
    },
  ],
];